Repository: etcaterva/echaloasuerte
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Invalid {0}
es: {0} inválido

source: Invalid attributes: {0}
es: Attributos inválidos: {0}

source: Restricted
es: Restringido

source: Log in Facebook
es: Usando Facebook

source: Share in Facebook
es: Compartiendo en Facebook

source: Range too small
es: Rango demasiado pequeño

source: French
es: Francés

source: Number of cards to draw
es: Número de cartas a coger

source: Draw a Card
es: Coger una carta

source: Flip a Coin
es: Tira una moneda

source: Tap the coin to flip it
es: Toca la moneda para lanzarla

source: Number of dice
es: Número de dados

source: Roll dice
es: Tira un dado

source: New Draw
es: Nueva Tirada

source: Number of groups
es: Número de grupos

source: Members
es: Miembros

source: Random Groups
es: Grupos Aleatorios

source: <div id='info-comma-separated' class='alert alert-info' role='alert'>Separate items by commas. e.g: Maria, David S, Leo, ...</div>
es: <div id='info-comma-separated' class='alert alert-info' role='alert'>Separa los elementos por comas. p.ej: Maria, David S, Leo, ...</div>

source: Set 1
es: Conjunto 1

source: Set 2
es: Conjunto 2

source: Link sets
es: Lista de conjuntos

source: Prices
es: Premios

source: Participants
es: Participantes

source: Type of registration
es: Tipo de inscripción

source: Requirement to register
es: Requisito para participar

source: Raffle
es: Sorteo

source: Share in Facebook to participate
es: Compartir en facebook para participar

source: Login with Facebook to participate
es: Iniciar sesion en facebook para participar

source: Separate prices by commas. e.g: Trip to Rome, Luxury dinner, ...
es: Separar premios por comas. Ej: Viaje a Roma, Cena en restaurante

source: You are registered in this raffle
es: Estas registrado en este sorteo

# [...] to create a shared raffle
source: To use this type of registration you need to create a
es: Para usar este tipo de inscripción necesitar crear un

source: shared raffle
es: tirada compartida

source: Once you publish the raffle, you will get a link that you have to share on social networks. Participants will must access the raffle and share it on facebook to register on it.
es: Cuando publiques el sorteo se mostrará un link que podrás compartir en las redes sociales. Los participantes deberán acceder a al sorteo y compartirlo en Facebook para inscribirse.

source: Number of results
es: Número de resultados

source: Allow repetitions
es: Permitir repeticiones

source: Items
es: Elementos

source: Random Item
es: Elemento aleatorio

source: Random Letter
es: Letra aleatoria

source: From
es: Desde

source: To
es: Hasta

source: Random Number
es: Número Aleatorio

source: Spinner
es: Flecha Giratoria

source: Tap the spinner to spin it
es: Toca la flecha para girarla

source: Tournament
es: Torneo

source: <div id='info-comma-separated' class='alert alert-info' role='alert'>Separate participants by commas. e.g: Maria, David S, Leo, ...</div>
es: <div id='info-comma-separated' class='alert alert-info' role='alert'>Separa los elementos por comas. p.ej: Maria, David S, Leo, ...</div>

source: ChooseRandom.com You have been invited to a shared draw -------------------------------------- {user} has invited you to his shared draw "{title}" Join now at https://chooserandom.com/draw/{draw_id} Good Luck! The Choose Random Team
es: EchaloASuerte.com Te han invitado a una tirada compartida --------------------------------------- {user} te ha invitado a su tirada "{title}" Unete en https://echaloasuerte.com/draw/{draw_id} Buena Suerte! El equipo de EchaloASuerte

source: <img src="https://chooserandom.com/{image_url}" alt="Choose Random"> <h2>You have been invited to a shared draw</h2> <p>{user} has invited you to his shared draw "{title}"</p> <a href="https://chooserandom.com/draw/{draw_id}"><h3>Join Now</h3></a> <p>Good Luck!<br /> The Choose Random Team</p>
es: <img src="https://chooserandom.com/{image_url}" alt="EchaloASuerte"> <h2>Has sido invitado a una tirada compartida</h2> <p>{user} te ha invitado a su tirada "{title}"</p> <a href="https://chooserandom.com/draw/{draw_id}"><h3>Entrar Ahora</h3></a> <p>¡Buena Suerte!<br /> El equipo de EchaloASuerte</p>

source: ChooseRandom.com A draw has been tossed! -------------------------------------- {user} has tossed the draw "{title}" Check the result now at https://chooserandom.com/draw/{draw_id} Good Luck! The Choose Random Team
es: EchaloASuerte.com ¡Se ha generado un resultado! -------------------------------------- {user} ha generado un resultado para "{title}" Puedes ver el resultado en https://echaloasuerte.com/draw/{draw_id} ¡Buena Suerte! El equipo de EchaloASuerte

source: <img src="https://chooserandom.com/{image_url}" alt="Choose Random"> <h2>A draw has been tossed</h2> <p>{user} has tossed the draw "{title}"</p> <a href="https://chooserandom.com/draw/{draw_id}"><h3>Check Now</h3></a> <p>Good Luck!<br /> The Choose Random Team</p>
es: <img src="https://echaloasuerte.com/{image_url}" alt="EchaloASuerte"> <h2>Un resultado ha sido generado</h2> <p>{user} ha generado un resultado para la tirada "{title}"</p> <a href="https://chooserandom.com/draw/{draw_id}"><h3>Compruébalo ahora</h3></a> <p>¡Buena Suerte!<br /> El equipo de EchaloASuerte</p>

source: An anonymous user
es: Un usuario anónimo

source: Draw without a title
es: Tiarada sin título

source: Choose Random
es: Echalo A Suerte

source: Yes, that's an error.
es: Si, eso es un error

source: The requested URL was not found on the server
es: La URL no se encuentra en el servidor

source: Something just blew up in our server. You reading this text does not fix the problem. In fact, you're likely pissed off at the moment. But take solate, <strong>top men</strong> are now aware.
es: Ups, algo se ha roto en nuestro servidor. El que leas esto no va a solucionar el problema. De hecho, debes estar bastante enfadado ahora mismo. Pero relájate, <strong>nuestros mejores hombres</strong> han sido informados.

source: chooserandom.com
es: echaloasuerte.com

source: ChooseRandom
es: EchaloASuerte

source: Not sure about a choice? Choose random! Heads or tails, lottery, etc...
es: ¿No tienes clara una decision? ¡Echalo A Suerte! Cara o cruz, loteria, sorteos, etc...

source: <h1 class="h2">About EchaloASuerte.com</h1> <p>Tired of taking hours to agree with your friends on something? This is your web page!</p> <p>EchaloASuerte provides you with guaranteed random values releasing you from having to take hard decisions and get all the responsibility for them.</p> <p>The web site allows you to create what we call a "public" draw. Where your friends can access and see the result at the time you generate it, which ensures that you didn't cheat.</p> <p>Last but not least, the website is mobile friendly, which enables you to create draws anywhere!</p>
es: <h1 class="h2">Acerca de EchaloASuerte.com</h1> <p>¿Cansado de pasar horas para tomar una decisión con tus amigos? ¡Esta es tu página web!</p> <p>EchaloASuerte te proporciona valores aleatorios liberándote de tomar decisiones y tomar responsabilidad por ellas</p> <p>Esta web te permite crear lo que llamamos una "tirada publica". Donde tus amigos podrán ver todos a la misma vez resultados que tu generes, asegurando que tu no hagas trampas!</p> <p>Por último, la web está optimizada para móviles, así que puedes crear y administrar tiradas en cualquier sitio!</p>

source: <h2>The team</h2> <p>EchaloASuerte is maintained by three brave people.</p>
es: <h2>El equipo</h2> <p>Echaloasuerte está compuesto por tres personas.</p>

source: <h2>History</h2> <p>EchaloASuerte has been around since 2010, it was just a simple page to allow several users to take random decisions when they were not in the locations. It was an old and ugly PHP/HTML/mysql website.</p> <p>Middle of 2012 we learnt about AJAX and JQuery. What better place to test my knowledge than EchaloASuerte?. The website became more dynamic and easier to use.</p> <p>End of 2014 the traffic on the web site started to grow over 13.000 visits a month from around the globe, which made us realize that the site deserved a rewrite. Two friends joined the project, David and Pedro. We started to full rewrite the site and host it directly in a VPS. We had two objectives, learn new stuff and enhance the page. We use/used: jquery, django, github, jenkins, travis, kibana, mongodb, ansible, unix, apache, bootstrap, cloudflare, websockets, socketio and nodejs.</p> <p>In brief, EchaloASuerte is a web site that gave us the change to learn and put in practice new technologies/tools whilst users an found answer to a need that no other page offers (public draws).</p>
es: <h2>Historia</h2> <p>Echaloasuerte lleva activo desde 2010, cuando era una simple pagina que permitía a varios usuarios tomar decisiones sin tener que estar juntos. Era una página bastante cruda escrita en PHP/HTML/mysql.</p> <p>A mitad de 2012 aprendimos a usar AJAX y JQuery, ¿y que mejor sitio para ponerlo en practica que la web? La web se volvió mas dinámica y facil de usar.</p> <p>A finales de 2014 el trafico en la web empezó a crecer por encima de 13.000 visitas al mes de todas las partes del mundo, lo que nos hizo darnos cuenta que el sitio merecía un rediseño. Dos amigos se unieron al proyecto, David y Pedro. Empezamos a reescribirlo todo usando directamente un VPS. Teníamos dos objetivos, aprender y mejorar la página, Hemos usado las siguientes tecnologías/herramientas jQuery, Django, GitHub, Jenkins, Travis, Kibana, MongoDB, Ansible, Unix, Apache, Bootstrap, CloudFlare, websockets, socketio y nodejs.</p> <p>En resumen, Echaloasuerte es una web que nos dio la oportunidad de aprender y poner en practica lo aprendido a la vez que los usuarios la encontraban atractiva ya que ofrecía soluciones que ninguna otra página daba (como las tiradas públicas).</p>

source: <h2>Contributions</h2> <p>This web site is both free as in freedom and free as in free beers tonight at my place. </p> <h3>Free as in Freedom</h3> <p> This site is open source. Feel free to have a look to <a href="https://github.com/etcaterva/EchaloASuerte">our repo</a> and contribute. </p> <h3>Free as in free beers tonight</h3> <p>Free to use it and no ads at all, that is the way we want this page to be. We are assuming all the cost of development, server and maintenance so you can enjoy this site :)</p> <p>Nevertheless, if you want to thank us for our work, feel free to <a>pay us a beer</a>, we'll need a lot to keep improving the site.</p>
es: <h2>Contribuciones</h2> <p>Esta página es gratuita y libre.</p> <h3>Libre</h3> <p>El código de la página es abierto, puedes entrar en <a href="https://github.com/etcaterva/EchaloASuerte">nuestro repositorio</a> y contribuir. </p> <h3>Gratis</h3> <p>Gratuita y sin anuncios, así es como queremos que la página funcione. Nosotros asumimos el coste de desarrollo, servidores y mantenimiento para que disfrutes del sitio :)</p> <p>Sin embargo, si quieres agradecer nuestro esfuerzo puedes <a>pagarnos una cerveza</a>, vamos a necesitar muchas para seguir mejorando la web.</p>

source: Log in
es: Acceder

source: favourites
es: favoritos

source: Sign out
es: Salir

source: My profile
es: Mi perfil

source: Logout
es: Salir

source: Password
es: Contraseña

source: Keep me logged in
es: No cerrar sesión

source: Forgot your password?
es: ¿No recuerdas tu contraseña?

source: Don't have an account?
es: ¿Aún no tienes cuenta?

source: Sign up now!
es: ¡Regístrate!

source: Favourites
es: Favoritos

source: You don't have favourite draws
es: No tienes ninguna tirada favorita

source: About us
es: Acerca de

source: Choose language
es: Elige un idioma

source: Do you have any suggestion?
es: ¿Alguna sugerencia?

source: Suggestion box
es: Buzón de sugerencias

source: Just one more thing
es: Solo una cosa más

source: First of all, thank you for taking the time to help us to improve.
es: Ante todo, gracias por tomar tiempo para ayudarnos a mejorar.

source: I want to give a suggestion or idea
es: Quiero dejar una sugerencia o idea

source: I want to report a bug
es: Quiero informar sobre un error

source: Please, describe your idea. Give us links, images... whatever you consider that may be helpful.
es: Por favor, describe la idea, puedes darnos enlaces, imágenes, ...

source: Please, give us details about the bug. How can we reproduce it?
es: Por favor, danos mas detalles sobre el bug. ¿Como lo encontraste?

source: If you want, you can give us your email so we can contact you in case we need further information.
es: Si deseas, puedes darnos tu correo en caso de que tengamos alguna duda, o para agradecerte :)

source: Email (optional)
es: Email (opcional)

source: Your message has been sent!
es: El mensaje ha sido enviado!

source: Once again, thank you for your help. Your feedback will be very usefull! :D
es: De nuevo, gracias por tu ayuda. Nos es muy útil

source: Close
es: Cerrar

source: Send
es: Enviar

source: Finish
es: Terminar

source: You need an account to save your favourite draws
es: Necesitas una cuenta para guardar tus favoritos

source: Click on the 'Toss' button to try the draw first
es: Haz click en Tirar para probar la tirada

source: Result
es: Resultado

source: generated
es: generado

source: Warning! The draw was modified after the generation of this result
es: ¡Atención! La tirada fué modificada más tarde de la generacion de este resultado.

source: head
es: cara

source: tail
es: cruz

source: Type your message here...
es: Escribe tu mensaje aquí...

source: Type your alias
es: Escribe tu alias

source: To use the chat you should <a href='#'>login</a> or <a href='#'>register</a>
es: Para user el chat debes <a href='#'>iniciar sesión</a> o <a href='#'>regístrarte</a>

source: If not, simply type an Alias that allows others to recognize you
es: También puedes escribir un alias para que el resto te reconozca.

source: The alias must have between 2 and 20 characters
es: El alias debe tener entre 2 y 20 caracteres

source: Access chat
es: Acceder al chat

source: There was an issue when subscribing to the draw :(
es: Hubo un problema al subscríbirte a la tirada:(

source: There was an issue when unsubscribing to the draw :(
es: Hubo un problema al desubscríbirte de la tirada

source: To edit the details go to Settings
es: Para editar la tirada ve al panel de ajustes

source: back
es: atrás

source: Settings
es: Ajustes

source: Subscribe
es: Subscribir

source: Add draw to favourites
es: Añadir tirada a favoritos

source: Remove from favourites
es: Eliminar de favoritos

source: Add to favourites
es: Añadir a favoritos

source: Create a public one
es: Crear tirada compartida

source: Toss
es: Tirar

source: Schedule Toss
es: Programar Tirada

source: Cancel edition
es: Cancelar edición

source: Save changes
es: Guardar cambios

source: The resuls will be automatically shown as soon as they are released
es: Los resultados se mostraran automáticamente en cuanto estén disponibles

source: published
es: publicada

source: generated
es: generado

source: This result will be available
es: Este resultado será visible

source: Public draw settings
es: Configuración de la tirada pública

source: Edit draw configuration
es: Editar configuración de la tirada

source: Invite people
es: Invitar personas

source: Enable chat
es: Habilitar chat

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: If you modify the draw's configuration the spectator will be notified about these changes. Are you sure you want to continue?
es: Si modificas la configuración de la tirada, el resto de usuarios serán notificados ¿Estás seguro de continuar?

source: Back
es: Atrás

source: Edit draw
es: Editar la tirada

source: Option 1)
es: Opción 1)

source: Share the link to the draw:
es: Comparte el enlace de la tirada:

source: Option 2)
es: Opción 2)

source: Send an invitation to the emails below
es: Enviar una invitación a los correos siguientes:

source: Oops!
es: Ups!

source: One or more emails contain errors...
es: Uno o más emails parecen incorrectos...

source: Everything went right!
es: Todo fue como bien!

source: The invitation will arrive soon to these emails.
es: La invitación llegará en unos momentos a estos correos.

source: Type the emails here...
es: Lista los correos aquí...

source: Send emails
es: Enviar emails

source: Option 3)
es: Opción 3)

source: Who is already invited?
es: ¿Quién ha sido invitado?

source: Do you want to schedule the generation of a result?
es: ¿Quieres programar la generación de un resultado?

source: This way it will appear automatically.
es: De esta forma aparecerá automáticamente.

source: Schedule it!
es: ¡Programa la tirada!

source: (optional)
es: (opcional)

source: Click on the draw title to change it
es: Haz clic en el título de la tirada para cambiarlo

source: Title
es: Título

source: i.e 'Lottery 2015'
es: ej: 'Lotería 2015'

source: Description (optional)
es: Descripción (opcional)

source: Type a description here...
es: Describe la tirada aquí...

source: Your draw is online now
es: La tiarada esta online ahora

source: Use any of the methods below to invite people to join and see the results.
es: Utiliza cualquiera de los métodos a continuación para invitar a mas personas a la tirada.

source: Send this link to anyone you wish to invite
es: Envía este enlace a cualquier persona que desees invitar

source: Type their e-mails here to automatically send them an invitation
es: Añade emails para enviarles una invitación automáticamente

source: Try it!
es: ¡Pruébala!

source: Configure draw
es: Configurar tirada

source: Publish draw
es: Publicar tirada

source: Go to the draw
es: Llévame a la tirada

source: Toss!
es: ¡Tirar!

source: The draw is private, you cannot access it.
es: La tirada es privada, no puedes acceder a ella.

source: "<p><b>Normal Draw:</b> Personal draw in which only you will be able to see the result.</p>" + "<p><b>Shared Draw: </b> You will be able to invite other users in, see the results in live and discuss in the chat.</p>" + "<p class='text-center'><i>(Click to switch between modes)</i></p>";
es: "<p><b>Tirada Normal:</b> Tirada personal en la que sólo tú podrás ver el resultado.</p>" + "<p><b>Tirada Compartida: </b> Podrás invitar invitar otros usuarios, ver los resulos online y discutir en un chat</p>" + "<p class='text-center'><i>(Haz click para cambiar entre modos)</i></p>";

source: This website uses cookies to ensure you get the best experience on our website
es: Esta web utiliza cookies para mejorar tu experiencia en el sitio

source: Got it!
es: Acepto

source: More info
es: Mas información

source: Normal Draw
es: Tirada Normal

source: Shared Draw
es: Tirada Compartida

source: Flip a coin
es: Tira una moneda

source: Afraid of taking the wrong decision? Don't hesitate and throw the coin!
es: ¿Te asusta tomar la decisión equivocada? ¡No lo dudes y tira una moneda!

source: Take a card
es: Coge una carta

source: Let's play some drinking games!
es: ¡Juegos para beber!

source: Roll a dice
es: Tira un dado

source: Don't you have a die? Just roll this one
es: ¿No tienes un dado a mano? ¡Tira este!

source: Organise Tournament
es: Organiza un Torneo

source: Organising a competition? This is your draw!
es: ¿Quieres organizar una competición? ¡Esta es tu tirada!

source: Generate Groups
es: Crear grupos

source: Needs to group a bunch of people or items? Click here!
es: ¿Necesitas agrupar personas o elementos? ¡Usa este!

source: Want to make a raffle? Make it public here!
es: ¿Quieres hacer un sorteo? Hazlo público!

source: Random number
es: Número aleatorio

source: Doing a raffle? Luck will decide who is the winner
es: ¿Una rifa? Deja que la suerte elija el ganador

source: Random letter
es: Letra aleatoria

source: Not sure what letter to start the lis with? Just click here :)
es: No estás segura de con qué letra empezar? ¡Haz clic aquí!

source: Pick random items from a list
es: Escoge elementos de una lista

source: Associate items from two lists
es: Asocia elementos de dos listas

source: Cleaning the house? Allocate the tasks within your housemates
es: ¿Toca limpiar la casa? Reparte las tareas con tus compañeros

source: Just hit the spinner and you say the meaning!
es: ¡Pincha en la flecha y tu decides el significado!

source: May I say something?
es: ¿Puedo dar un consejo?

source: I've seen that you are not logged in.<br> Logging in has several benefits when creating a shared draw:
es: Parece que no estás registrado.<br> Los usuarios registrados tienen varios beneficios cuando crean tiradas públicas:

source: Only you can toss
es: Sólo tu puedes tirar

source: Only you can edit the details of the draw
es: Nadie más puede editar los detalles de la tirada

source: Only you can invite or remove people
es: Sólo tu puedes invitar a gente

source: The draw will be in your history for future access
es: La tirada permanecerá en tu historial para facilitar el acceso

source: Don't you have an account yet?
es: ¿Aún no tienes cuenta?

source: It takes only 30 seconds, and <strong>it's totally FREE!</strong>
es: Sólo tardarás 30 segundos, y <strong>es totalmente GRATIS!</strong>

source: Create an account
es: Crea una cuenta

source: No thanks, I know what I'm doing
es: No gracias, sé lo que hago

source: Let the luck decide!
es: ¡Deja que la suerte decida!

source: No data available in table
es: No hay datos para la tabla

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando de _START_ a _END_ de _TOTAL_ tiradas

source: Showing 0 to 0 of 0 entries
es: Mostrando de 0 a 0 de 0 tiradas

source: (filtered from _MAX_ total entries)
es: (filtrados de _MAX_ tiradas totales)

source: Show _MENU_ entries
es: Mostrar _MENU_ tiradas

source: Loading...
es: Cargando...

source: Processing...
es: Procesando...

source: Search:
es: Buscar:

source: No matching records found
es: Ninguna tirada coincide

source: First
es: Primera

source: Last
es: Última

source: Next
es: Siguiente

source: Previous
es: Anterior

source: : activate to sort column ascending
es: : activar para ordenar la columna en orden ascendente

source: : activate to sort column descending
es: : activa para ordenar la columna en orden descendente

source: All
es: Todas

source: Show only the draws you take part in
es: Mostrar solo las tiradas en las que tomas parte

source: Search
es: Buscar

source: Public draws
es: Tiradas públicas

source: Draw Name
es: Nombre de la tirada

source: Owner
es: Propietario

source: Created
es: Creada

source: Number of spectators
es: Número de espectadores

source: You have created this draw
es: Tu has creado esta tirada

source: You have been invited to this draw
es: Has sido invitado a esta tirada

source: Me
es: Yo

source: No owner
es: Sin propietario

source: This email is not registered
es: El email no esta en uso

source: Incorrect password
es: Contraseña incorrecta

source: Impossible to login. Please, try again later
es: No ha sido posible iniciar la sesion. Prueba mas tarde

source: Login
es: Entrar

source: Register
es: Regístrate

source: Email Address
es: Email

source: Log In
es: Acceder

source: Not registered yet?
es: ¿Aún no tienes cuenta?

source: These are some reasons to do it...
es: Aquí tienes algunas razones para hacerlo...

source: <b>Only you have rights</b> to edit or invite people to your shared draws
es: <b>Sólo tú puedes</b> editar o invitar a alguien a tus tiradas compartidas

source: Store your <b>favourite draws</b>
es: Guarda tus <b>tiradas favoritas</b>

source: Keep track of your <b>history</b>
es: Accede al <b>historial</b> de tus tiradas

source: It's <b>totally FREE!</b>
es: ¡Es totalmente <b>GRATIS!</b>

source: Register now
es: Registrate ahora

source: Show only shared draws
es: Mostrar sólo tiradas compartidas

source: Password updated
es: Contraseña actualizada

source: Use gravatar
es: Usar gravatar
