Repository: etcaterva/echaloasuerte
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Use random monster
es: Usar un monstruo

source: Profile
es: Perfil

source: Edit
es: Editar

source: New alias
es: Nuevo alias

source: Save alias
es: Guardar alias

source: New
es: Nueva

source: Repeat new
es: Repetir nueva

source: The passwords didn't match
es: Las contraseñas no coinciden

source: Change password
es: Cambiar contraseña

source: Sorry, changing your email is not possible yet.
es: Lo sentimos, pero aun no está disponible.

source: New email
es: Nuevo email

source: For your security, you must re-enter your password to continue.
es: Por seguridad, necesitas volver a entrar tu contraseña para continuar.

source: Change email
es: Cambiar email

source: Random avatar
es: Avatar aleatorio

source: Use my random monster!
es: ¡Utilizar mi monstruo!

source: Draws history
es: Historial tiradas

source: Draw Title
es: Título de la tirada

source: # results
es: # resultados

source: Private draw
es: Tirada privada

source: Public draw
es: Tirada publica

source: This email is already registered.
es: Este email ya esta en uso

source: Whoops, these don't match
es: ¡Ups! las contraseñas no coinciden

source: Confirm Password
es: Repite la Contraseña

source: Impossible to register. Please, try again later
es: No ha sido posible crear la cuenta. Por favor, intentalo más tarde

source: Register Now
es: Regístrate ahora

source: Why should you register?
es: ¿Por qué deberías registrarte?

source: Does not match
es: No coinciden

source: The password must have at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: You have created an account!
es: ¡Has creado una cuenta!

source: Now you have access to all the functionalities of the site
es: Ahora tienes acceso a todas las funcionalidades del sitio

source: Go to Home screen
es: Ir al inicio

source: Creating a shared draw
es: Creando una tirada compartida

source: General information
es: Informacion General

source: Configure the draw
es: Configurar la tirada

source: Configure
es: Configurar

source: Invite
es: Invitar personas

source: Under construction
es: Bajo construcción

source: %d month
es: %d mes

source: %d week
es: %d semana

source: %d day
es: %d día

source: %d hour
es: %d hora

source: %d minute
es: %d minuto

source: 0 minutes
es: 0 minutos

# naturaltime
source: %(delta)s ago
es: hace %(delta)s

source: now
es: ahora

source: a second ago
es: hace un segundo

source: a minute ago
es: hace un minuto

source: an hour ago
es: hace una hora

# naturaltime
source: %(delta)s from now
es: dentro de %(delta)s

source: a second from now
es: dentro de un segundo

source: a minute from now
es: dentro de un minuto

source: an hour from now
es: dentro de una hora

source: 10 seconds, which wire should you cut?
es: 10 segundos, ¿que cable debes cortar?

source: Who takes care of the trash?
es: ¿Quien se encarga de la basura?

source: Not sure what to answer in the IQ test?
es: ¿No sabes que contestar en el test de inteligencia?

source: Dont reach an agrement with the name of the dog?
es: ¿No os aclaráis con el nombre del perro?

source: Not sure about inviting her/him to the weeding?
es: ¿No estáis seguro de invitarl@ a la boda?

source: What should you cook today?
es: ¿Que cocinas hoy?

source: Who is paying this round?
es: ¿Quien paga esta ronda?

source: Who will take the best bed?
es: ¿Quien se queda con la mejor cama?

source: Not enough cake for everybody?
es: ¿No hay suficiente tarta para todos?

source: Who are you meeting tonight?
es: ¿Con quien quedas esta noche?

source: What game are you playing today?
es: ¿A que jugamos hoy?

source: Whose fault is it?
es: ¿De quién es la culpa?

source: What subject are you failing this year?
es: ¿Que asignatura debo dejar este año?

source: Should you quite smoking?
es: ¿Deberías dejar de fumar?

source: Who drinks next?
es: ¿Quien bebe?

source: What cell to start?
es: ¿Con que celda empiezas?
